tap "aws/tap"
tap "azure/draft"
tap "charmbracelet/tap"
tap "chef/chef"
tap "derailed/k9s"
tap "derailed/popeye"
tap "eth-p/software"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isacikgoz/gitin"
tap "nektos/tap"
tap "pulumi/tap"
tap "rigellute/tap"
tap "romkatv/powerlevel10k"
tap "stateful/tap"
tap "teamookla/speedtest"
tap "tilt-dev/tap"
tap "tomanthony/brews"
tap "vmware-tanzu/carvel"
tap "weaveworks/tap"
brew "act"
brew "ansible"
brew "webp"
brew "asciinema"
brew "asciiquarium"
brew "glib"
brew "python@3.9"
brew "aws-iam-authenticator"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "boxes"
brew "tcl-tk"
brew "calcurse"
brew "certbot"
brew "cfssl"
brew "chezmoi"
brew "clog"
brew "consul"
brew "coreutils"
brew "darksky-weather"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "duf"
brew "dust"
brew "entr"
brew "exa"
brew "faas-cli"
brew "fd"
brew "fluxctl"
brew "fpp"
brew "fx"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "glances"
brew "go"
brew "glide"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gping"
brew "netpbm"
brew "python@3.8"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helm"
brew "htop"
brew "httpie"
brew "hurl"
brew "imagemagick"
brew "inframap"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lesspipe"
brew "libdvdcss"
brew "libxml2"
brew "lima"
brew "mas"
brew "mermaid-cli"
brew "meson"
brew "micro"
brew "moreutils"
brew "mtr"
brew "navi"
brew "ncdu"
brew "neovim"
brew "newman"
brew "nghttp2"
brew "nmap"
brew "nomad"
brew "nushell"
brew "nvm"
brew "oath-toolkit"
brew "octant"
brew "openjdk"
brew "openshift-cli"
brew "packer"
brew "packer-completion"
brew "peco"
brew "pipenv"
brew "prettyping"
brew "procs"
brew "putty"
brew "pv"
brew "pyenv"
brew "python@3.7"
brew "qrencode"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shpotify"
brew "skaffold"
brew "tealdeer"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "tty-clock"
brew "vault"
brew "vdirsyncer", restart_service: true
brew "vim"
brew "watch"
brew "wget"
brew "wimlib"
brew "wtfutil"
brew "yamllint"
brew "yq"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "azure/draft/draft"
brew "charmbracelet/tap/gum"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "eth-p/software/bat-extras"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/waypoint"
brew "isacikgoz/gitin/gitin"
brew "pulumi/tap/pulumi"
brew "rigellute/tap/spotify-tui"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "stateful/tap/rdme"
brew "teamookla/speedtest/speedtest"
brew "tilt-dev/tap/tilt"
brew "vmware-tanzu/carvel/kapp"
brew "vmware-tanzu/carvel/kbld"
brew "vmware-tanzu/carvel/kwt"
brew "vmware-tanzu/carvel/vendir"
brew "weaveworks/tap/eksctl"
cask "chefdk"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "hashicorp-boundary-desktop"
cask "latest"
cask "minishift"
cask "monitorcontrol"
cask "orbstack"
cask "pocket-casts"
cask "powershell"
cask "vagrant"
mas "Aiko", id: 1672085276
mas "Cyph", id: 1480070821
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pocket", id: 568494494
mas "Shareful", id: 1522267256
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
